{
  "cnndm_test": [
    {
      "source": "Club Tijuana star Juan Arango conjured memories Luis Suarez in his team's 4-3 defeat by Monterrey in the Mexican league - but it was not through prodigious scoring. The Venezuelan icon Arango sank his teeth into the shoulder of Jesus Zavela as his temper flared in the defeat. He was not booked by the referee but could face a heavy retrospective ban. Juan Arango (left) bites the shoulder of opponent Jesus Zavela in a moment of madness . Zavala holds his shoulder after being bitten by Arango, in the game Zavala's side won 4-3 in Mexico . Zavala shows the referee the mark on his shoulder after being bittern by Arango . Arango (right) earlier scored a magnificent free kick to bring his Club Tijuana team level against Monterrey . Arango had earlier curled in a magnificent free kick for his team to bring them level after falling 2-0 down early on in the encounter. But the 34-year-old overshadowed his goal with the bite as television cameras picked up the moment of madness. Arango spent 10 years playing in Europe, spending five seasons each at Real Mallorca in Spain and Borussia Monchengladbach in Germany. He has made 121 appearances for Venezuela.",
      "reference": "Juan Arango escaped punishment from the referee for biting Jesus Zavela .\nHe could face a retrospective punishment for the incident .\nArango had earlier scored a free kick in his team's 4-3 defeat .",
      "reference_acus": {
        "original": [
          "Juan Arango escaped punishment.",
          "Juan Arango bit Jesus Zavela.",
          "Juan Arango escaped punishment from the referee",
          "Arango could face a retrospective punishment.",
          "Arango could face a retrospective punishment for the incident",
          "Arango had eariler scored a free kick.",
          "Arango scored for his team.",
          "Arango had a defeat.",
          "Arango's team suffered a defeat",
          "Arango's team suffered a 4-3 defeat"
        ],
        "deduped_0.1_select_longest": [
          "Arango could face a retrospective punishment for the incident"
        ],
        "deduped_0.2_select_longest": [
          "Arango could face a retrospective punishment for the incident"
        ],
        "deduped_0.3_select_longest": [
          "Arango could face a retrospective punishment for the incident"
        ],
        "deduped_0.4_select_longest": [
          "Arango could face a retrospective punishment for the incident"
        ],
        "deduped_0.5_select_longest": [
          "Arango could face a retrospective punishment for the incident"
        ],
        "deduped_0.6_select_longest": [
          "Arango could face a retrospective punishment for the incident"
        ],
        "deduped_0.7_select_longest": [
          "Juan Arango escaped punishment from the referee",
          "Juan Arango bit Jesus Zavela.",
          "Arango could face a retrospective punishment for the incident"
        ],
        "deduped_0.8_select_longest": [
          "Juan Arango escaped punishment from the referee",
          "Juan Arango bit Jesus Zavela.",
          "Arango could face a retrospective punishment for the incident",
          "Arango had eariler scored a free kick.",
          "Arango's team suffered a 4-3 defeat"
        ],
        "deduped_0.9_select_longest": [
          "Juan Arango escaped punishment.",
          "Juan Arango bit Jesus Zavela.",
          "Juan Arango escaped punishment from the referee",
          "Arango could face a retrospective punishment for the incident",
          "Arango had eariler scored a free kick.",
          "Arango scored for his team.",
          "Arango's team suffered a 4-3 defeat"
        ]
      },
      "record_id": "cnndm_test_0",
      "system_claims": {
        "gpt-3.5-turbo": [
          "Juan Arango escaped punishment for biting Jesus Zavela.",
          "He could face retrospective punishment for the incident.",
          "Arango scored a free kick in his team's 4-3 defeat."
        ],
        "distilled_t5": [
          "Juan Arango escaped punishment from the referee for biting Jesus Zavela",
          "He could face a retrospective punishment for the incident",
          "Arango had earlier scored a free kick in his team's 4-3 defeat"
        ],
        "llama3_1b": [
          "Juan Arango escaped punishment.",
          "The referee punished Juan Arango for biting Jesus Zavela.",
          "Biting Jesus Zavela is punishable by punishment.",
          "Arango could face a retrospective punishment."
        ]
      }
    },
    {
      "source": "Tim Sherwood will welcome Gary Gardner back into his first team squad during pre-season to assess closely whether the 22-year-old can cut it for Aston Villa in the Premier League. Gardner has enjoyed a successful loan spell at Nottingham Forest and scored a superb free-kick in front of the Villa manager during the defeat to Watford at the City Ground. Sherwood is keen to see Gardner, a former England Under-21 player, train day-to-day before making up his mind and he has spoken previously about his desire for homegrown players to make an impact at the club. Gary Gardner (left) will report to Aston Villa for pre-season training to be assessed by Tim Sherwood . The Villa boss has inspired the club since being appointed and helped lead them to an FA Cup final . Gardner, born in Solihull, joined Villa's academy aged seven and last year was rewarded with a new contract that expires in June 2016 despite suffering serious knee injuries. 'I will go back to Villa in the summer and we will see what happens,' he said. 'When I am back there in training, it will be my chance to impress. Tim Sherwood will not have seen much of me in training, because I have not been there. 'Villa are the main club, I have been there since I was seven and it is the team I support. But Forest have been fantastic to me. It is definitely the second team in my heart. 'If I was made available for loan again next season, if it does not work out at Villa, Forest would be top of my list, definitely. It is the best loan move I have had.' Gardner scored a stunning free-kick against Watford with Sherwood in attendance at the City Ground .",
      "reference": "Gary Gardner confirms he'll report to Aston Villa for pre-season training .\nThe 22-year-old is out on loan at Championship side Nottingham Forest .\nTim Sherwood is keen to asses Gardner ahead of next season .\nThe midfielder would prefer a move back to Forest if Villa doesn't wok out .\nCLICK HERE for all the latest Aston Villa news .",
      "reference_acus": {
        "original": [
          "Gary Gardner confirms he'll report to Aston Villa.",
          "Gary Gardner will report to Aston Villa for pre-season training.",
          "Gary Gardner is 22 years old.",
          "Gary Gardner is out on loan.",
          "Gary Gardner is out on loan at Nottingham Forest.",
          "Gary Gardner is at the Championship side.",
          "Tim Sherwood is keen to asses Gardner.",
          "Tim Sherwood is keen to asses Gardner ahead of next season.",
          "The midfielder would prefer a move back to Forest.",
          "The midfielder would prefer a move back if Villa doesn't work out.",
          "CLICK HERE for all the latest Aston Villa news."
        ],
        "deduped_0.1_select_longest": [
          "The midfielder would prefer a move back if Villa doesn't work out."
        ],
        "deduped_0.2_select_longest": [
          "The midfielder would prefer a move back if Villa doesn't work out."
        ],
        "deduped_0.3_select_longest": [
          "The midfielder would prefer a move back if Villa doesn't work out."
        ],
        "deduped_0.4_select_longest": [
          "The midfielder would prefer a move back if Villa doesn't work out."
        ],
        "deduped_0.5_select_longest": [
          "The midfielder would prefer a move back if Villa doesn't work out."
        ],
        "deduped_0.6_select_longest": [
          "Gary Gardner will report to Aston Villa for pre-season training.",
          "Tim Sherwood is keen to asses Gardner ahead of next season.",
          "The midfielder would prefer a move back if Villa doesn't work out.",
          "CLICK HERE for all the latest Aston Villa news."
        ],
        "deduped_0.7_select_longest": [
          "Gary Gardner will report to Aston Villa for pre-season training.",
          "Gary Gardner is out on loan at Nottingham Forest.",
          "Tim Sherwood is keen to asses Gardner ahead of next season.",
          "The midfielder would prefer a move back to Forest.",
          "The midfielder would prefer a move back if Villa doesn't work out.",
          "CLICK HERE for all the latest Aston Villa news."
        ],
        "deduped_0.8_select_longest": [
          "Gary Gardner will report to Aston Villa for pre-season training.",
          "Gary Gardner is 22 years old.",
          "Gary Gardner is out on loan at Nottingham Forest.",
          "Gary Gardner is at the Championship side.",
          "Tim Sherwood is keen to asses Gardner ahead of next season.",
          "The midfielder would prefer a move back to Forest.",
          "The midfielder would prefer a move back if Villa doesn't work out.",
          "CLICK HERE for all the latest Aston Villa news."
        ],
        "deduped_0.9_select_longest": [
          "Gary Gardner confirms he'll report to Aston Villa.",
          "Gary Gardner will report to Aston Villa for pre-season training.",
          "Gary Gardner is 22 years old.",
          "Gary Gardner is out on loan.",
          "Gary Gardner is out on loan at Nottingham Forest.",
          "Gary Gardner is at the Championship side.",
          "Tim Sherwood is keen to asses Gardner ahead of next season.",
          "The midfielder would prefer a move back to Forest.",
          "The midfielder would prefer a move back if Villa doesn't work out.",
          "CLICK HERE for all the latest Aston Villa news."
        ]
      },
      "record_id": "cnndm_test_1",
      "system_claims": {
        "gpt-3.5-turbo": [
          "Gary Gardner confirms he'll report to Aston Villa for pre-season training.",
          "The 22-year-old is out on loan at Championship side Nottingham Forest.",
          "Tim Sherwood is keen to assess Gardner ahead of next season.",
          "The midfielder would prefer a move back to Forest if Villa doesn't work out.",
          "All the latest Aston Villa news can be found by clicking here."
        ],
        "distilled_t5": [
          "Gary Gardner confirms he'll report to Aston Villa for pre-season training",
          "The 22-year-old is out on loan at Championship side Nottingham Forest",
          "Tim Sherwood is keen to asses Gardner ahead of next season",
          "The midfielder would prefer a move back to Forest if Villa doesn't wok out",
          "CLICK HERE for all the latest Aston Villa news"
        ],
        "llama3_1b": [
          "Gary Gardner will report to Aston Villa.",
          "Aston Villa is out on loan at Nottingham Forest.",
          "Tim Sherwood wants to assess Gary Gardner ahead of next season.",
          "Gardner prefers a move back to Nottingham Forest if Aston Villa doesn't work out."
        ]
      }
    },
    {
      "source": "For years medical experts have warned about the dangers of too much salt, but now new research is questioning conventional wisdom and warning instead of the dangers of too little salt . For years medical experts have warned about the dangers of too much salt, but new research is now questioning conventional wisdom and warning instead of the dangers of too little salt. Both federal government regulations and the American Heart Association have for decades warned that excess salt contributes to the deaths of tens of thousands of Americans each year. As the federal government prepares its influential Dietary Guidelines for 2015, some scientists are now saying that the average American salt consumption rate carries no risk. The guidelines currently dictate the people should limit their intake to 2,300 milligrams, with an even stricter 1,500 milligram limit for African Americans and people over 50. In February the  Dietary Guidelines Advisory Committee recommended keeping the larger limit, although it withdrew support for the stricter limit for African Americans and people over 50, reports The Washington Post. 'There is no longer any valid basis for the current salt guidelines,' said Andrew Mente, a professor at McMaster University in Ontario and one of the researchers involved in a major study published last year by the New England Journal of Medicine. 'So why are we still scaring people about salt?' While experts on both sides agree that eating too much salt - especially for people with high blood pressure - can be dangerous there is much disagreement over what constitutes too much. The average American ingests about 3,500 milligrams of salt per day - the amount of sodium in a teaspoon of salt - and so under the current dietary guidelines Americans are indeed endangering themselves. Even within the American Heart Association, one of the organizations promoting the current salt limits, there is disagreement with at least one former president claiming that there is no evidence that reducing salt consumption can lower blood pressure . Salt skeptics however believe most Americans are fine. In their view, a typical healthy person can consume as much as 6,000 milligrams per day without significantly raising health risks. The skeptics also warn of the dangers of consuming too little - they say that below 3,000 milligrams also raises health risks. The PURE study published last August by the New England Journal of Medicine found that people who conform to the recommended limits (2,300 milligrams) actually have more heart trouble. They found that low sodium may stimulate the production of renin, a hormone that may have harmful effects on blood vessels. Even within the American Heart Association, one of the organizations promoting the current salt limits, there is disagreement. 'The totality of the evidence strongly suggests that Americans should be lowering their sodium intake,' said Elliott Antman, the president of the American Heart Association. 'Everyone agrees that current sodium intake is too high.' But Suzanne Oparil, a former president of the American Heart Association, told the Post that there is no evidence that reducing salt consumption can lower blood pressure. A spokesperson for the Department of Health and Human Services has said that the federal guidelines are considering comments from the public and the advice of its science panel.",
      "reference": "Current federal government guidelines dictate the people should limit their salt intake to 2,300 milligrams .\nScientists now believe a typical healthy person can consume as much as 6,000 milligrams per day without significantly raising health risks .\nThe same skeptics also warn of the health risks associated with consuming less than 3,000 milligrams .\nAverage American ingests about 3,500 milligrams of salt per day .",
      "reference_acus": {
        "original": [
          "Current federal goverment guidelines dictate the people.",
          "Current federal government guidelines dictate the people about their salt intake.",
          "The guidelines dictate the people should limit their salt intake.",
          "People are dictated to limit their salt intake to 2,300 miligrams.",
          "Scientists believe a typical healthy person can consume 6,000 miligrams per day.",
          "Scientists believe a typical healthy person can consume 6,000 miligrams per day without significantly raising health risks.",
          "The same skeptics also warn of the health risks.",
          "The same skeptics warn the health risks associated with consuming less then 3,000 miligrams.",
          "Average American ingests about 3,500 miligrams of salt per day."
        ],
        "deduped_0.1_select_longest": [
          "Scientists believe a typical healthy person can consume 6,000 miligrams per day without significantly raising health risks."
        ],
        "deduped_0.2_select_longest": [
          "Scientists believe a typical healthy person can consume 6,000 miligrams per day without significantly raising health risks."
        ],
        "deduped_0.3_select_longest": [
          "Scientists believe a typical healthy person can consume 6,000 miligrams per day without significantly raising health risks."
        ],
        "deduped_0.4_select_longest": [
          "Scientists believe a typical healthy person can consume 6,000 miligrams per day without significantly raising health risks."
        ],
        "deduped_0.5_select_longest": [
          "Scientists believe a typical healthy person can consume 6,000 miligrams per day without significantly raising health risks."
        ],
        "deduped_0.6_select_longest": [
          "Current federal goverment guidelines dictate the people.",
          "Current federal government guidelines dictate the people about their salt intake.",
          "Scientists believe a typical healthy person can consume 6,000 miligrams per day without significantly raising health risks."
        ],
        "deduped_0.7_select_longest": [
          "Current federal goverment guidelines dictate the people.",
          "Current federal government guidelines dictate the people about their salt intake.",
          "Scientists believe a typical healthy person can consume 6,000 miligrams per day without significantly raising health risks.",
          "The same skeptics also warn of the health risks."
        ],
        "deduped_0.8_select_longest": [
          "Current federal goverment guidelines dictate the people.",
          "Current federal government guidelines dictate the people about their salt intake.",
          "Scientists believe a typical healthy person can consume 6,000 miligrams per day without significantly raising health risks.",
          "The same skeptics also warn of the health risks.",
          "The same skeptics warn the health risks associated with consuming less then 3,000 miligrams.",
          "Average American ingests about 3,500 miligrams of salt per day."
        ],
        "deduped_0.9_select_longest": [
          "Current federal goverment guidelines dictate the people.",
          "Current federal government guidelines dictate the people about their salt intake.",
          "The guidelines dictate the people should limit their salt intake.",
          "People are dictated to limit their salt intake to 2,300 miligrams.",
          "Scientists believe a typical healthy person can consume 6,000 miligrams per day without significantly raising health risks.",
          "The same skeptics also warn of the health risks.",
          "The same skeptics warn the health risks associated with consuming less then 3,000 miligrams.",
          "Average American ingests about 3,500 miligrams of salt per day."
        ]
      },
      "record_id": "cnndm_test_2",
      "system_claims": {
        "gpt-3.5-turbo": [
          "Federal government guidelines dictate that people should limit their salt intake to 2,300 milligrams.",
          "Scientists believe a typical healthy person can consume as much as 6,000 milligrams of salt per day without significantly raising health risks.",
          "The skeptics warn of health risks associated with consuming less than 3,000 milligrams of salt.",
          "The average American ingests about 3,500 milligrams of salt per day."
        ],
        "distilled_t5": [
          "Current federal government guidelines dictate the people should limit their salt intake to 2,300 milligrams",
          "Scientists now believe a typical healthy person can consume as much as 6,000 milligrams per day without significantly raising health risks",
          "The same skeptics also warn of the health risks associated with consuming less than 3,000 milligrams",
          "Average American ingests about 3,500 milligrams of salt per day"
        ],
        "llama3_1b": [
          "Current federal government guidelines dictate that people should limit their salt intake to 2,300 milligrams.",
          "Scientists now believe a typical healthy person can consume as much as 6,000 milligrams per day without significantly raising health risks.",
          "The same skeptics also warn of the health risks associated with consuming less than 3,000 milligrams.",
          "Average American ingests about 3,500 milligrams of salt per day."
        ]
      }
    }
  ],
  "cnndm_validation": [
    {
      "source": "Kendall Jenner flaunts her bikini body and cozies up to Justin Bieber in a new Vogue spread, which also features Gigi Hadid, Ansel Elgort, Dylan Penn and her younger brother Hopper. The six stars were shot by legendary photographer Mario Testino as they soaked up the California sun and modeled designer duds for the magazine's April issue. Vogue dubbed the stylish group 'Hollywood's New Brat Pack'. Although one sultry image shows Kendall and Justin pressing their chests against each other as they stare off into the distance, the 21-year-old singer told the magazine that he is 'actually an introvert'. Scroll down for video . Beautiful people: Kendall Jenner and Justin Bieber were snapped by Mario Testino as they lounged poolside for a new spread in the April issue of Vogue . Pretty pals: The 19-year-old realty star was also photographed walking down the street with her equally gorgeous friend and fellow model Gigi Hadid . Givenchy Sleeveless Goatskin Coat . From the Spring 2015 collection . Visit site . She's quickly becoming one of the most sought after models in fashion, so it's no surprise that Kendall Jenner made yet another appearance in Vogue magazine's April issue along with other style mavens, Gigi Hadid and Justin Beiber. The reality star sported a look from Givenchy's Spring collection that included a lace dress and leather leggings topped with a sleeveless striped coat made of goatskin. The showpiece included macramé lace and eyelet detailing. In theory, the mixing of textures and patterns sounded like a clash and burn. But somehow Ricardo Tisci, the mastermind behind it all made it work. While you can't get your hands on this one-of-a kind masterpiece, we've found some noteworthy alternatives including a similar option from the French fashion house that is a major investment. Now you can have your very own statement coat from Ming Wang, Balmain, or Kenneth Cole starting at just over $60. Balmain Satin-Trimmed Striped Raffia Jacket at Net-A-Porter . Visit site . Ming Wang Faux Leather Trim Long Knit Jacket at Nordstrom . Visit site . Kenneth Cole New York Women's Collarless Perforated Faux Leather Long Jacket at Amazon . Visit site . Givenchy  Nette Grommet Textured Paneled Jacket at Neiman Marcus . Visit site . 'But as far as shooting fashion goes, or being on stage - me having to be on - I don't get nervous', he explained. Another picture features Justin in jeans and an open denim button-down shirt as he lounges poolside with his arm casually draped around a bikini-clad Kendall. This is the 19-year-old realty TV star's fifth time modeling for the iconic glossy. For the magazine's February issue, Kendall was photographed by Patrick Demarchelier as she modeled statement pants. But this time around, Kendall had more company. In addition to posing next to Justin, she was also snapped walking beside her friend and fellow model Gigi, as well as 21-year-old Ansel. Buff body: The 21-year-old singer also flaunted his ripped abs for Mario's famous Instagram 'Towel Series' The two, who famously affirmed their friendship by attaching a 'love-lock' on a Paris bridge, can be see strutting down the street in one image from the spread. Gigi modeled a white Alexander McQueen dress that was topped with a Burberry Prorsum biker jacker with shearling trim, while Kendall wore a Givenchy macrame sleeveless coat and a striped lace dress. Tennis star: Serena Williams covers the April issue of Vogue . Kendall revealed that she used to be better friends with 19-year-old's younger sister Bella, but she and Gigi 'clicked right away' when they both ended up modeling in New York City. Kendall announced the upcoming spread in Vogue yesterday by sharing a snapshot of herself alongside Gigi and Mario, captioning the picture: 'Dream team.' When Kendall took to Instagram today to post a photo of herself and Bieber from the shoot, she nearly broke the internet. Within 30-minutes, the post had nearly 325,000 likes and more than 10,000 comments. But Kendall is well aware of her cult-like following. 'I like to think that I can just grab a pair of sunglasses and go anywhere - but subconsciously I'm aware when I'm at the gym that I need to save some energy so I can do a 40-yard dash, in sub-4.5 seconds, straight to the front seat of my car when I leave,' she told the magazine. Kendall, Justin, Ansel, and Gigi along with Cody Simpson, all posed for Mario's popular Instagram 'Towel Series' while they were on set for the Vogue photoshoot. Kendall can be seen with a towel piled on top of her head, while Justin flaunts his ripped abs with a towel hanging off of his waist. Ansel donned a fluffy robe and real-life couple Gigi and Cody posed topless, sharing only one towel between the two of them. Dream team: Kendall shared this photo of herself posed next to Mario and Gigi as she announced that she will be appearing in the latest issue of Vogue. This is Kendall's fifth time appearing in the magazine .",
      "reference": "The spread, which was shot by photographer Mario Testino, also stars Gigi Hadid, Ansel Elgort, Dylan Penn and her younger brother Hopper .\nThis is 19-year-old Kendall's fifth time appearing in the pages of Vogue .",
      "reference_acus": {
        "original": [
          "The spread was shot by photographer Mario Testino.",
          "The spread stars Gigi Hadid.",
          "The spread stars Ansel Elgort.",
          "The spread stars Dylan Penn.",
          "The spread stars Hopper.",
          "Hopper is Dynal Penn's younger brother.",
          "Kendall is 19 years old.",
          "The spread is in Vogue.",
          "This is Kendall's fifth time appearing in Vogue."
        ],
        "deduped_0.1_select_longest": [
          "The spread was shot by photographer Mario Testino."
        ],
        "deduped_0.2_select_longest": [
          "The spread was shot by photographer Mario Testino."
        ],
        "deduped_0.3_select_longest": [
          "The spread was shot by photographer Mario Testino."
        ],
        "deduped_0.4_select_longest": [
          "The spread was shot by photographer Mario Testino.",
          "This is Kendall's fifth time appearing in Vogue."
        ],
        "deduped_0.5_select_longest": [
          "The spread was shot by photographer Mario Testino.",
          "The spread stars Ansel Elgort.",
          "Hopper is Dynal Penn's younger brother.",
          "This is Kendall's fifth time appearing in Vogue."
        ],
        "deduped_0.6_select_longest": [
          "The spread was shot by photographer Mario Testino.",
          "The spread stars Gigi Hadid.",
          "The spread stars Ansel Elgort.",
          "The spread stars Dylan Penn.",
          "Hopper is Dynal Penn's younger brother.",
          "Kendall is 19 years old.",
          "The spread is in Vogue.",
          "This is Kendall's fifth time appearing in Vogue."
        ],
        "deduped_0.7_select_longest": [
          "The spread was shot by photographer Mario Testino.",
          "The spread stars Gigi Hadid.",
          "The spread stars Ansel Elgort.",
          "The spread stars Dylan Penn.",
          "The spread stars Hopper.",
          "Hopper is Dynal Penn's younger brother.",
          "Kendall is 19 years old.",
          "The spread is in Vogue.",
          "This is Kendall's fifth time appearing in Vogue."
        ],
        "deduped_0.8_select_longest": [
          "The spread was shot by photographer Mario Testino.",
          "The spread stars Gigi Hadid.",
          "The spread stars Ansel Elgort.",
          "The spread stars Dylan Penn.",
          "The spread stars Hopper.",
          "Hopper is Dynal Penn's younger brother.",
          "Kendall is 19 years old.",
          "The spread is in Vogue.",
          "This is Kendall's fifth time appearing in Vogue."
        ],
        "deduped_0.9_select_longest": [
          "The spread was shot by photographer Mario Testino.",
          "The spread stars Gigi Hadid.",
          "The spread stars Ansel Elgort.",
          "The spread stars Dylan Penn.",
          "The spread stars Hopper.",
          "Hopper is Dynal Penn's younger brother.",
          "Kendall is 19 years old.",
          "The spread is in Vogue.",
          "This is Kendall's fifth time appearing in Vogue."
        ]
      },
      "record_id": "cnndm_validation_0",
      "system_claims": {
        "gpt-3.5-turbo": [
          "The spread was shot by photographer Mario Testino.",
          "Gigi Hadid stars in the spread.",
          "Ansel Elgort stars in the spread.",
          "Dylan Penn stars in the spread.",
          "Hopper stars in the spread.",
          "Kendall appeared in the pages of Vogue five times.",
          "This is Kendall's fifth time appearing in the pages of Vogue."
        ],
        "distilled_t5": [
          "The spread was shot by photographer Mario Testino",
          "The spread also stars Gigi Hadid, Ansel Elgort, Dylan Penn and her younger brother Hopper",
          "Kendall is 19 years old",
          "Kendall's fifth time appearing in the pages of Vogue"
        ],
        "llama3_1b": [
          "The spread was shot by photographer Mario Testino.",
          "Gigi Hadid stars in The spread.",
          "Mario Testino also stars Gigi Hadid.",
          "Kendall appears in The spread for the fifth time.",
          "19-year-old Kendall is featured in Vogue."
        ]
      }
    },
    {
      "source": "Zinedine Zidane joined in the clamour for the highly-rated midfielder Paul Pogba by claiming it is 'only logical' that Real Madrid want him on board at the Bernabeu. The France international, who is currently nursing a hamstring injury, extended his contract with the Old Lady until the end of the 2018-19 season back in October, however he has been consistently linked with a move away from Turin. The 22-year-old has attracted interest from a number of top European clubs, with Manchester United, Paris Saint-Germain, Barcelona and Madrid all being tipped as potential suitors. Real Madrid Castilla coach Zinedine Zidane is not shocked by his club's interest in compatriot Paul Pogba . Pogba has been a key figure for Juventus this season and is a much sought after talent throughout Europe . Keen on a return to the Premier League, Pogba is reported to be part of a £100million summer wishlist at former club United and is also understood to have been closely monitored by Manchester City and Chelsea. With so much attention surrounding the young star - who has netted seven goals in 22 Serie A appearances this season - Zidane feels such interest should not come as a surprise to those aware of his talents. Juventus midfielder and former United player Pogba is also on Louis van Gaal's radar at Old Trafford . 'When we are talking about a player like Pogba, it is only logical Real Madrid are interested in signing him,' Zidane told French channel Canal+. 'He is a player with immense potential, who still has an important margin for improvement. 'He is still young and has an exciting future ahead of him. 'Where Pogba will play next season? I don't know the answer to that question. You will have to ask him.'",
      "reference": "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'\nThe 22-year-old has seven goals in 22 Serie A appearances this season .\nPogba has also attracted interest from Manchester United, Chelsea and Manchester City .",
      "reference_acus": {
        "original": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'",
          "Paul Pogba has seven goals",
          "Paul Pogba has seven goals this season",
          "Paul Pogba has seven goals in 22 Serie A appearances",
          "Paul Pogba is 22-year-old",
          "Pogba has also attracted interest from Manchester United",
          "Pogba has also attracted interest from Chelsea",
          "Pogba has also attracted interest from Manchester City"
        ],
        "deduped_0.1_select_longest": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'"
        ],
        "deduped_0.2_select_longest": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'"
        ],
        "deduped_0.3_select_longest": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'"
        ],
        "deduped_0.4_select_longest": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'"
        ],
        "deduped_0.5_select_longest": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'"
        ],
        "deduped_0.6_select_longest": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'",
          "Paul Pogba has seven goals in 22 Serie A appearances"
        ],
        "deduped_0.7_select_longest": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'",
          "Paul Pogba has seven goals in 22 Serie A appearances",
          "Paul Pogba is 22-year-old",
          "Pogba has also attracted interest from Manchester United"
        ],
        "deduped_0.8_select_longest": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'",
          "Paul Pogba has seven goals in 22 Serie A appearances",
          "Paul Pogba is 22-year-old",
          "Pogba has also attracted interest from Manchester United"
        ],
        "deduped_0.9_select_longest": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'",
          "Paul Pogba has seven goals in 22 Serie A appearances",
          "Paul Pogba is 22-year-old",
          "Pogba has also attracted interest from Manchester United"
        ]
      },
      "record_id": "cnndm_validation_1",
      "system_claims": {
        "gpt-3.5-turbo": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'.",
          "The 22-year-old has seven goals in 22 Serie A appearances this season.",
          "Pogba has attracted interest from Manchester United, Chelsea, and Manchester City."
        ],
        "distilled_t5": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is 'only logical'",
          "The 22-year-old has seven goals in 22 Serie A appearances this season",
          "Pogba has attracted interest from Manchester United, Chelsea and Manchester City"
        ],
        "llama3_1b": [
          "Zinedine Zidane said interest in Juventus star Paul Pogba is only logical.",
          "Paul Pogba has seven goals in 22 Serie A appearances this season.",
          "Pogba has also attracted interest from Manchester United, Chelsea and Manchester City."
        ]
      }
    },
    {
      "source": "Match of the Day commentator Jonathan Pearce got more than he bargained for at the Emirates on Sunday afternoon, when a rogue sprinkler soaked him ahead of kick-off. The 55-year-old BBC stalwart was preparing to present a piece to camera ahead of Arsenal's match with Everton, but got caught short when a sprinkler was turned on just seconds before he went on air. 'You could have told us', Pearce can be heard saying after he jumped out of shot - and out of reach of the water - but he appeared to take it in good spirits when he explained the reason for his soaking on air minutes later. Jonathan Pearce prepares to go on air to talk about Arsenal's game with Everton at the Emirates Stadium . Pearce is caught short when a sprinkler is turned on behind him and he gets a soaking . Pearce later laughed off the incident when he eventually made it onto air, saying it was 'very funny' 'Just as we were getting ready to do this piece,' Pearce explained, 'go on, have a laugh, have a laugh... the sprinkler came on behind me, and I'm absolutely drenched. So yeah, very funny, this Sunday lunchtime.' Pearce was at the Emirates to see Arsenal attempt to take three points against Everton, a result which would see them go third in the Premier League table, ahead of Manchester United. Louis van Gaal's side beat Sunderland 2-0 at Old Trafford on Saturday to go above the Gunners, but Arsenal could recapture third place with a win.",
      "reference": "Jonathan Pearce was at the Emirates to commentate for Match of the Day .\nThe 55-year-old was preparing a piece to camera when a sprinkler came on .\nPearce was soaked and ran out of shot, saying 'you could have told us'\nHe took it in good spirits, later laughing off the incident on air .",
      "reference_acus": {
        "original": [
          "Jonathan Pearce was at the Emirates.",
          "Jonathan Pearce was commentating the Match of the Day .",
          "Jonathan Pearce is 55 years old.",
          "Jonathan Pearce was preparing a piece to camera.",
          "A sprinkler came on.",
          "Jonathan Pearce was soaked.",
          "Jonathan Pearce ran out of shot.",
          "Jonathan Pearce said 'you could have told us' .",
          "Jonathan Pearce took it in good spirits.",
          "Jonathan Pearce later laughed off the incident on air ."
        ],
        "deduped_0.1_select_longest": [
          "Jonathan Pearce was commentating the Match of the Day ."
        ],
        "deduped_0.2_select_longest": [
          "Jonathan Pearce was commentating the Match of the Day ."
        ],
        "deduped_0.3_select_longest": [
          "Jonathan Pearce was commentating the Match of the Day ."
        ],
        "deduped_0.4_select_longest": [
          "Jonathan Pearce was commentating the Match of the Day .",
          "A sprinkler came on."
        ],
        "deduped_0.5_select_longest": [
          "Jonathan Pearce was commentating the Match of the Day .",
          "A sprinkler came on."
        ],
        "deduped_0.6_select_longest": [
          "Jonathan Pearce was commentating the Match of the Day .",
          "Jonathan Pearce was preparing a piece to camera.",
          "A sprinkler came on.",
          "Jonathan Pearce ran out of shot.",
          "Jonathan Pearce said 'you could have told us' ."
        ],
        "deduped_0.7_select_longest": [
          "Jonathan Pearce was at the Emirates.",
          "Jonathan Pearce was commentating the Match of the Day .",
          "Jonathan Pearce is 55 years old.",
          "Jonathan Pearce was preparing a piece to camera.",
          "A sprinkler came on.",
          "Jonathan Pearce was soaked.",
          "Jonathan Pearce ran out of shot.",
          "Jonathan Pearce said 'you could have told us' .",
          "Jonathan Pearce took it in good spirits.",
          "Jonathan Pearce later laughed off the incident on air ."
        ],
        "deduped_0.8_select_longest": [
          "Jonathan Pearce was at the Emirates.",
          "Jonathan Pearce was commentating the Match of the Day .",
          "Jonathan Pearce is 55 years old.",
          "Jonathan Pearce was preparing a piece to camera.",
          "A sprinkler came on.",
          "Jonathan Pearce was soaked.",
          "Jonathan Pearce ran out of shot.",
          "Jonathan Pearce said 'you could have told us' .",
          "Jonathan Pearce took it in good spirits.",
          "Jonathan Pearce later laughed off the incident on air ."
        ],
        "deduped_0.9_select_longest": [
          "Jonathan Pearce was at the Emirates.",
          "Jonathan Pearce was commentating the Match of the Day .",
          "Jonathan Pearce is 55 years old.",
          "Jonathan Pearce was preparing a piece to camera.",
          "A sprinkler came on.",
          "Jonathan Pearce was soaked.",
          "Jonathan Pearce ran out of shot.",
          "Jonathan Pearce said 'you could have told us' .",
          "Jonathan Pearce took it in good spirits.",
          "Jonathan Pearce later laughed off the incident on air ."
        ]
      },
      "record_id": "cnndm_validation_2",
      "system_claims": {
        "gpt-3.5-turbo": [
          "Jonathan Pearce was at the Emirates to commentate for Match of the Day.",
          "The 55-year-old was preparing a piece to camera.",
          "A sprinkler came on while Pearce was preparing a piece to camera.",
          "Pearce was soaked by the sprinkler.",
          "Pearce ran out of shot.",
          "Pearce said 'you could have told us' after being soaked.",
          "Pearce took the incident in good spirits.",
          "Pearce later laughed off the incident on air."
        ],
        "distilled_t5": [
          "Jonathan Pearce was at the Emirates to commentate for Match of the Day",
          "The 55-year-old was preparing a piece to camera when a sprinkler came on",
          "Pearce was soaked and ran out of shot, saying 'you could have told us'",
          "He took it in good spirits",
          "He later laughed off the incident on air"
        ],
        "llama3_1b": [
          "Jonathan Pearce was at the Emirates.",
          "The 55-year-old was preparing a piece to camera when a sprinkler came on.",
          "Pearce was soaked and ran out of shot saying 'you could have told us'.",
          "He took it in good spirits, later laughing off the incident on air."
        ]
      }
    }
  ],
  "xsum": [
    {
      "source": "Andal Ampatuan Junior is accused of orchestrating the murder of 57 unarmed civilians, who were ambushed, killed and clumsily buried in a mass grave in the southern province of Maguindanao last November.\nAnother 27 members of his family have also been charged in connection with the killings - five are with him in custody - and they all deny the charges against them.\nBut for many Filipinos, this trial is about much more than establishing the guilt or innocence of one man, or even one family.\nIt's about the huge influence of clans like the Ampatuans, and the culture of impunity surrounding them.\nWhile their involvement in the massacre has yet to be proven, there is no doubt whatsoever that the Ampatuans were - and still are - extremely powerful.\nThe Ampatuans have been in Maguindanao for centuries, and can trace their lineage to a Muslim preacher, Shariff Aguak, who was one of the first people to bring the Islamic faith to the area.\nBut they were not always the dominant force they are today. According to Arnold Esguerra, a history professor at the University of the Philippines in Manila, the surname Ampatuan only started to appear in official documents in the early part of the 20th Century.\nAt that stage they were influential traders, he said - but their social status was definitely beneath that of the \"datus\", the traditional clan rulers.\nThe situation changed in the mid-1970s, when then-President Ferdinand Marcos declared martial law, and tried to stamp out the growing Islamic separatist movement by selecting a few people he could trust to administer the province.\nOne of those people was Andal Ampatuan Junior's father, Andal Senior, who is now the undisputed head of the family clan.\nFirst, he became the mayor of Maganoy town - and then, during the presidency of Cory Aquino, he was given the more powerful role of officer-in-charge.\nBut it was under President Gloria Arroyo, who came to power in 2001, when the Ampatuans really came to prominence.\nAndal Senior became governor of Maguindanao, a post he has now held for the maximum three terms.  Then in 2005 his son Zaldy became the governor of the Autonomous Region of Muslim Mindanao - an influential post controlling the five Muslim provinces that have been given a degree of self-rule from central government.\n'Heights of power'\nAndal Junior became mayor of Datu Unsay, a town that bears his nickname, and at the time of the massacre, 10 of Maguindanao's 34 municipalities were run by Ampatuans or their relatives.\nMrs Arroyo's government was good to the Ampatuans, providing funds for the region, and in the process propelling Andal Senior to \"undreamed-of heights of power\", according to a report by the International Crisis Group.\nIn 2006, Mrs Arroyo issued an executive order legalising the informal private \"armies\" being kept by families like the Ampatuans, enabling them to work alongside the regular army - but by extension legitimising their use as a means of local control.\nIn return the Ampatuans openly supported her in election campaigns.\nThere are widespread claims that the family helped rig votes for Mrs Arroyo in the controversial 2004 election, which she narrowly won. Both the Ampatuans and the former president deny the allegations.\nAt the time of the massacre, the clan had an estimated 28 mansions, scores of luxury cars, large amounts of rice-producing land and a heavily armed private army of more than 2,000 men.\nAccording to the International Crisis Group, the Ampatuans also controlled the police, the judiciary and the local election commission, and possessed mortars, rocket launchers and assault rifles.\nEven now, after the finger of blame has been pointed at them for the November massacre, the family still retains a lot of its influence. At least 15 Ampatuans won victories in May's election - some of whom have charges against them.\nAnd according to Jessica Evans from Human Rights Watch, Andal Senior is still able to give orders to his subordinates from inside jail.\nOf course none of this means the Ampatuans are necessarily guilty of the killings, or that all members of the clan act in a similar way.\nIn fact, according to Amina Rasul, director of the Philippine Council on Islam and Democracy, some Ampatuans are very effective and popular community leaders.\n\"They're not all cut from the same cloth. Many are professional, and have real support,\" she said.\nBut human rights groups are still concerned about the dominance of these family clans, and they warn that the influence and power exhibited by the Ampatuans is by no means unique.\n\"I don't think this is an isolated incident,\" said Amina Rasul. \"There are other families in other parts of the Philippines that are just as powerful.\"\nThe Philippine military recently admitted that there were at least 112 private armies around the country - an indication, perhaps, of how many more clans and family groups hold sway over their own private fiefdoms.\nWhether by chance or design, presidential policies over the past few decades have given certain families the opportunity to amass extraordinary levels of power and influence.\nThe first priority of the trial into last November's massacre is undoubtedly to bring justice for those who were so brutally killed.\nBut human rights groups are hoping that the case will also persuade the current government, under President Benigno Aquino, to bring an end to the dominance of families like the Ampatuans.",
      "reference": "The main suspect in the most brutal massacre in recent Philippine history has gone on trial.",
      "reference_acus": {
        "original": [
          "The main suspect in a massacre has gone on trial",
          "The main suspect in the most brutal massacre in recent Philippine history has gone on trial",
          "The main suspect in the massacre in Philippine has gone on trial"
        ],
        "deduped_0.1_select_longest": [
          "The main suspect in the most brutal massacre in recent Philippine history has gone on trial"
        ],
        "deduped_0.2_select_longest": [
          "The main suspect in the most brutal massacre in recent Philippine history has gone on trial"
        ],
        "deduped_0.3_select_longest": [
          "The main suspect in the most brutal massacre in recent Philippine history has gone on trial"
        ],
        "deduped_0.4_select_longest": [
          "The main suspect in the most brutal massacre in recent Philippine history has gone on trial"
        ],
        "deduped_0.5_select_longest": [
          "The main suspect in the most brutal massacre in recent Philippine history has gone on trial"
        ],
        "deduped_0.6_select_longest": [
          "The main suspect in the most brutal massacre in recent Philippine history has gone on trial"
        ],
        "deduped_0.7_select_longest": [
          "The main suspect in the most brutal massacre in recent Philippine history has gone on trial"
        ],
        "deduped_0.8_select_longest": [
          "The main suspect in the most brutal massacre in recent Philippine history has gone on trial"
        ],
        "deduped_0.9_select_longest": [
          "The main suspect in a massacre has gone on trial",
          "The main suspect in the most brutal massacre in recent Philippine history has gone on trial"
        ]
      },
      "record_id": "xsum_0",
      "system_claims": {
        "gpt-3.5-turbo": [
          "The main suspect has gone on trial.",
          "The trial is for the most brutal massacre in recent Philippine history."
        ],
        "distilled_t5": [
          "The main suspect in the most brutal massacre in recent Philippine history has gone on trial"
        ],
        "llama3_1b": [
          "The main suspect was tried.",
          "The suspect went on trial."
        ],
        "llama2_7b": [
          "The main suspect in the most brutal massacre went on trial."
        ]
      }
    },
    {
      "source": "So what is the levy? What's really at stake? And why raise the rate now?\nWhat is the bank levy?\nIt is an annual tax on the value of all of the debts of the UK banks (including money deposited with the banks), except that:\nOriginally, the Treasury had planned to charge a lower rate of 0.05% during 2011, but in February it changed its mind, and switched to the standard rate of 0.075% from May.\nThe standard rate was originally set at 0.075%, but it was raised slightly in March to 0.078%, and is now being raised again, to 0.088%, from January.\nWhat's it for?\nThe government thinks it will discourage banks from relying on risky forms of borrowing, which were blamed for making the 2008 crisis much more dangerous.\nThe tax will also raise a lot of money for the government.\nSo will this help deal with the budget deficit?\nThe Treasury hopes the tax will bring in £2.6bn every year.\nThat's equivalent to 2.1% of the Office for Budget Responsibility's forecast for the budget deficit this year.\nIt's no small amount for the banks either. It's equivalent to about 19% of the reported profits before tax of the big five UK banks over the 12 months to September this year - although the tax burden will be borne by more than just these five.\nWhat's risky about the type of borrowing that the government wants to discourage?\nTraditionally, most of the money that banks lend out comes from the deposits they receive from ordinary people and companies.\nBut during the past decade, banks found new and more complex ways to borrow trillions of pounds from international markets.\nUnlike ordinary deposits, there is no natural limit on the availability of this money, as it can come from anywhere in the globe, and the same money can be recycled between the banks again and again.\nA lot of the debts created were very short-term - meaning the banks needed to go back to the markets to reborrow every few days.\nWhen the financial crisis hit, investors began to worry that banks might not be able to repay their debts.\nThis caused a kind of bank run, with investors refusing to lend.\nUnable to refinance all of their short-term debts, even profitable banks were threatened with failure.\nWhy are retail deposits exempt from the levy?\nBank runs are popularly associated with long queues of ordinary depositors wanting to empty their bank accounts - just as happened to Northern Rock.\nBut since the 1930s, governments have insured most of the money deposited by their citizens in order to discourage these depositor bank runs. Indeed, the government responded to the Northern Rock crisis by promising to guarantee all of its deposits.\nIn the UK, the first £85,000 of an individual's money is insured (it used to be £35,000 before the financial crisis).\nThis means that most depositors do not need to worry about the safety of their money during a financial crisis, and the banks don't need to worry about all those deposits being withdrawn.\nSo why not just insure all the banks' borrowings?\nThe bank levy was actually first proposed to all countries by the International Monetary Fund (IMF) as a type of insurance scheme.\nThe IMF said the money raised should be channelled into a special fund that could be used to pay for the cost of cleaning up future banking crises.\nHowever, the UK government took the view that these borrowings are inherently risky, and wanted to discourage them altogether by taxing them.\nIf the debts were insured, lenders would see them as less risky, making them a cheaper and easier way for banks to borrow.\nThe government's fear is that the banks would then just continue taking on more and more debt, until they became impossibly large to rescue - as proved the case in the Republic of Ireland or Iceland.\nIndeed, the total debts of the UK's banks had already reached a staggering 4.5 times the size of the entire UK economy before the crisis.\nSome might also point out another reason why the government chose not to go for an insurance scheme.\nBy making it a tax instead, the revenue raised can be channelled straight to the Treasury, helping to pay for the government's own spending.\nWhy is the first £20bn of debts exempt from the tax?\nThe government wants to encourage banks to shrink.\nThe thinking is that the collapse of a big bank could threaten the stability of the entire financial system, whereas the failure of a small bank should not.\nThe £20bn figure is about the size of the Coventry Building Society. So it means banks will only pay the tax to the extent they are bigger than that.\nWhy is the tax rate lower on long-term debts?\nLonger-term debts are inherently less risky.\nFinancial crises - at least the most intense part of them - tend to be over in a matter of a few weeks or months.\nIf a bank does not have to repay its debts for more than a year, then it can probably ride out the crisis.\nWill the levy really discourage banks?\nThe tax will increase the cost of \"risky\" short-term borrowing for banks by just under one-tenth of a percentage point.\nThis may seem small, but it will eat into the banks' precious margins - the difference between the interest they pay on their deposits and what they earn on their lending - which is their main source of income.\nHowever, the banks may pass some of the tax cost on to their savers (via a lower deposit rate) or their borrowers (via a higher lending rate).\nBut to get the 0.088% in context, the Bank of England slashed short-term borrowing costs by 5.2 percentage points in response to the financial crisis.\nWhy did the government want to phase the levy in?\nThe original plan was to charge 0.05% for 2011, before going up to the full 0.075% rate next year (increased to 0.078% in March).\nThe government didn't want to raise the banks' borrowing costs at a time when their financial stability was still in question.\nThey also did not want to sap the banks' profits too quickly.\nThe banks might need to use all the profits they could get to rebuild their capital - their buffer against future losses - in order to meet tough new international standards being set by the Basel committee of banking regulators.\nSo why did the government change its mind?\nIn February, the Treasury said it wanted to charge the full £2.6bn this year after all.\nIt pointed to the Bank of England's latest Financial Stability Report, which painted a much rosier picture of the UK's banks.\nMoreover, the new Basel rules on bank capital won't take full effect until 2019, giving banks a full eight years to meet the higher standards.\nIt probably also helped that the banks have been reporting much better profits than many would have expected a year ago.\nAnd markets seemed less and less concerned about the risk of lending to banks - at least until the eurozone debt crisis flared up since the summer of 2011.\nWhy is the government raising the rate again?\nThe chancellor raised the rate to 0.088% in his Autumn Statement.\nAccording to the Treasury, the tax was not on course to raise the £2.6bn originally planned for this year.\nThe Treasury said that it had simply overestimated how much borrowing is done by foreign banks in the UK - and is therefore subject to the tax.\nIt could also be that banks have been reducing their borrowing. Foreign banks may be moving their borrowing offshore to avoid the tax.\nAnd all banks may be cutting back their borrowing and lending requirements in response to the recession, the eurozone financial crisis, and stricter regulatory requirements.\nWhich banks will have to pay most?\nThe Treasury does not say how much of its £2.6bn target it expects to be paid by each bank.\nBritish banks face a bigger burden than foreign banks that do business in the UK, because the British banks must pay the levy on all their borrowing worldwide, and not just on their borrowing in the UK.\nThat has led to suggestions that some banks - perhaps Standard Chartered, HSBC and Barclays - may relocate their headquarters to another country in order to reduce their tax bill.\nMoreover, the probability is that the tax will hit Royal Bank of Scotland and Lloyds Banking Group hardest.\nIt may seem perverse to tax most heavily the two banks in which the government has the biggest stake.\nBut one of the reasons the government ended up owning these banks is precisely because they (in the case of Lloyds, because of its merger with the Halifax) had become too dependent on riskier forms of financing, and had to be rescued during the crisis.",
      "reference": "The government says it will increase the levy on banks from 0.078% to 0.088% from 1 January.",
      "reference_acus": {
        "original": [
          "The government says it will increase the levy",
          "The government says it will increase the levy on banks",
          "The government says it will increase the levy from 0.078% to 0.088%",
          "The government says it will increase the levy from 1 January"
        ],
        "deduped_0.1_select_longest": [
          "The government says it will increase the levy from 0.078% to 0.088%"
        ],
        "deduped_0.2_select_longest": [
          "The government says it will increase the levy from 0.078% to 0.088%"
        ],
        "deduped_0.3_select_longest": [
          "The government says it will increase the levy from 0.078% to 0.088%"
        ],
        "deduped_0.4_select_longest": [
          "The government says it will increase the levy from 0.078% to 0.088%"
        ],
        "deduped_0.5_select_longest": [
          "The government says it will increase the levy from 0.078% to 0.088%"
        ],
        "deduped_0.6_select_longest": [
          "The government says it will increase the levy from 0.078% to 0.088%"
        ],
        "deduped_0.7_select_longest": [
          "The government says it will increase the levy from 0.078% to 0.088%"
        ],
        "deduped_0.8_select_longest": [
          "The government says it will increase the levy from 0.078% to 0.088%"
        ],
        "deduped_0.9_select_longest": [
          "The government says it will increase the levy from 0.078% to 0.088%",
          "The government says it will increase the levy on banks",
          "The government says it will increase the levy from 1 January"
        ]
      },
      "record_id": "xsum_1",
      "system_claims": {
        "gpt-3.5-turbo": [
          "The government will increase the levy on banks.",
          "The current levy rate is 0.078%.",
          "The new levy rate will be 0.088%.",
          "The increase will be effective from 1 January."
        ],
        "distilled_t5": [
          "The government says it will increase the levy on banks from 0",
          "078% to 0",
          "088% from 1 January"
        ],
        "llama3_1b": [
          "The government increased the levy on banks.",
          "Banks will be subject to a new rate of 0.088% from 1 January.",
          "The increase is effective from 1 January."
        ],
        "llama2_7b": [
          "The government will increase the levy on banks from 0.078% to 0.088%",
          "The increase will take effect from 1 January."
        ]
      }
    },
    {
      "source": "The former Manchester United captain wants to build the futuristic four-bedroom property on greenbelt moorland between Bolton and Bury.\nThe partially-underground house was labelled a \"Teletubbies\" home because of its petal-shaped design.\nThe planning committee approved the development by 12 votes to nine.\nThe application will now be referred to the Government Office for the North West for consideration.\nThe 36-year-old plans to have the kitchen in the flower's stigma, with its petals being bedrooms, bathrooms, a garage, a children's play area and a swimming pool.\nThe planning application was turned down when it went before the planning committee last June.\nOfficers from Bolton Council recommended its approval because of \"its exceptionally high quality of design\" and \"sensitive relationship with the surrounding landscape\".\nBut committee members ignored the report's advice and voted 14-6 to refuse the application.\nThe application was re-submitted with the height of a wind turbine lowered.\nA council spokeswoman said: \"The committee has approved the plans and the application will now be referred to the Government Office for the North West (GONW) for consideration.\n\"Should GONW consider it justified the Secretary of State for Communities and Local Government has the power to intervene, and call in the application for him to consider.\n\"However, if the scheme is approved by GONW and the scheme is not called in for review, then the application will be referred back to the council. The Director of Development and Regeneration will then ratify the decision, under delegated powers.\"",
      "reference": "Footballer Gary Neville's controversial plans for an eco-friendly \"Teletubbies\" house have been given the go ahead by Bolton Council.",
      "reference_acus": {
        "original": [
          "Footballer Gary Neville had controversial plans have been given the go ahead",
          "The controversial plans have been given the go ahead",
          "The controversial plans are for an eco-friendly \"Teletubbies\" house",
          "The controversial plans have been given the go ahead by Bolton Council."
        ],
        "deduped_0.1_select_longest": [
          "Footballer Gary Neville had controversial plans have been given the go ahead"
        ],
        "deduped_0.2_select_longest": [
          "Footballer Gary Neville had controversial plans have been given the go ahead"
        ],
        "deduped_0.3_select_longest": [
          "Footballer Gary Neville had controversial plans have been given the go ahead"
        ],
        "deduped_0.4_select_longest": [
          "Footballer Gary Neville had controversial plans have been given the go ahead"
        ],
        "deduped_0.5_select_longest": [
          "Footballer Gary Neville had controversial plans have been given the go ahead",
          "The controversial plans are for an eco-friendly \"Teletubbies\" house"
        ],
        "deduped_0.6_select_longest": [
          "Footballer Gary Neville had controversial plans have been given the go ahead",
          "The controversial plans have been given the go ahead by Bolton Council.",
          "The controversial plans are for an eco-friendly \"Teletubbies\" house"
        ],
        "deduped_0.7_select_longest": [
          "Footballer Gary Neville had controversial plans have been given the go ahead",
          "The controversial plans have been given the go ahead by Bolton Council.",
          "The controversial plans are for an eco-friendly \"Teletubbies\" house"
        ],
        "deduped_0.8_select_longest": [
          "Footballer Gary Neville had controversial plans have been given the go ahead",
          "The controversial plans have been given the go ahead",
          "The controversial plans are for an eco-friendly \"Teletubbies\" house",
          "The controversial plans have been given the go ahead by Bolton Council."
        ],
        "deduped_0.9_select_longest": [
          "Footballer Gary Neville had controversial plans have been given the go ahead",
          "The controversial plans have been given the go ahead",
          "The controversial plans are for an eco-friendly \"Teletubbies\" house",
          "The controversial plans have been given the go ahead by Bolton Council."
        ]
      },
      "record_id": "xsum_2",
      "system_claims": {
        "gpt-3.5-turbo": [
          "Footballer Gary Neville has controversial plans for an eco-friendly 'Teletubbies' house.",
          "The plans have been given the go ahead by Bolton Council."
        ],
        "distilled_t5": [
          "Footballer Gary Neville's controversial plans for an eco-friendly 'Teletubbies' house have been given the go ahead by Bolton Council"
        ],
        "llama3_1b": [
          "Gary Neville's plans were approved.",
          "The plans were given the go ahead by Bolton Council.",
          "Bolton Council gave approval to Gary Neville's plans."
        ],
        "llama2_7b": [
          "Gary Neville has controversial plans for an eco-friendly house.",
          "The house is intended to be eco-friendly.",
          "Bolton Council has given the go ahead to Neville's plans.",
          "Neville's plans are for an 'Teletubbies' house."
        ]
      }
    }
  ],
  "samsum": [
    {
      "source": "Charlie: My sister has just passed her last exam on her Uni\r\nCharlie: Got something to celebrate\r\nCharlie: Wanna go out with us tonight?\r\nFrank: Sure why not.\r\nFrank: Let me know later when the plan clarifies.\r\nCharlie: Kk.",
      "reference": "Charlie's sister has passed her last university exam. Charlie and Frank will go out to celebrate that tonight.",
      "reference_acus": {
        "original": [
          "Charlie's sister has passed her last university exam",
          "Charlie will go out",
          "Charlie will go out to celebrate that",
          "Charlie will go out tonight.",
          "Frank will go out",
          "Frank will go out to celebrate that",
          "Frank will go out tonight."
        ],
        "deduped_0.1_select_longest": [
          "Charlie's sister has passed her last university exam"
        ],
        "deduped_0.2_select_longest": [
          "Charlie's sister has passed her last university exam"
        ],
        "deduped_0.3_select_longest": [
          "Charlie's sister has passed her last university exam"
        ],
        "deduped_0.4_select_longest": [
          "Charlie's sister has passed her last university exam"
        ],
        "deduped_0.5_select_longest": [
          "Charlie's sister has passed her last university exam",
          "Charlie will go out to celebrate that"
        ],
        "deduped_0.6_select_longest": [
          "Charlie's sister has passed her last university exam",
          "Charlie will go out to celebrate that"
        ],
        "deduped_0.7_select_longest": [
          "Charlie's sister has passed her last university exam",
          "Charlie will go out to celebrate that",
          "Frank will go out to celebrate that"
        ],
        "deduped_0.8_select_longest": [
          "Charlie's sister has passed her last university exam",
          "Charlie will go out to celebrate that",
          "Frank will go out to celebrate that"
        ],
        "deduped_0.9_select_longest": [
          "Charlie's sister has passed her last university exam",
          "Charlie will go out tonight.",
          "Charlie will go out to celebrate that",
          "Frank will go out tonight.",
          "Frank will go out to celebrate that"
        ]
      },
      "record_id": "samsum_0",
      "system_claims": {
        "gpt-3.5-turbo": [
          "Charlie's sister passed her last university exam.",
          "The last university exam was passed by Charlie's sister.",
          "Charlie and Frank will go out to celebrate tonight.",
          "The celebration is for passing the last university exam."
        ],
        "distilled_t5": [
          "Charlie's sister passed her last university exam",
          "Charlie and Frank will go out to celebrate that tonight"
        ],
        "llama3_1b": [
          "Charlie's sister passed her last university exam.",
          "Charlie and Frank will go out to celebrate tonight."
        ]
      }
    },
    {
      "source": "Brett: So what do u do there? Drive a tank all the time?\r\nJohn: Yes and no. U've got players from around the world and they have their tank squadrons and u battle them. Can be a lot of fun!\r\nAndrew: So what happens if someone is on a higher level than u? They basically destroy u!\r\nJohn: That's not a problem. The game doesn't allow higher ranked players o interact with players out of their range.\r\nBrett: What do u mean?\r\nJohn: If ur on lvl 5, a player on lvl 30 can't attack u. \r\nAndrew: Sensible. Unlike WoW.\r\nJohn: So what's WoW like?\r\nAndrew: Imagine having a character u rly like and u give it a lot of ur attention and get experience point, level up and so on. Someone who's played the game for like a year comes and kills u instantly.\r\nBrett: Not cool. \r\nJohn: Yeah. Y would they allow such a thing?\r\nAndrew: Well, open world, u can team up with anyone, do quests together, arrange fighting tactics and so on.\r\nBrett: Actually, my cousin met his wife there :)\r\nJohn: Rly?\r\nBrett: Yeah. They were playing together for some time, talking and at some point he invited her to a date. Turned out they lived very close to each other ;)\r\nAndrew: That's gr8! And how are they getting along now?\r\nBrett: Most fights are about who gets 2 play at a given moment ;) \r\nJohn: Lol\r\nAndrew: Well my favourite genre is RPGs :)\r\nJohn: Can u name a title, except WoW?\r\nAndrew: I can name a dozen, but one of my personal faves is the Final Fantasy series :)\r\nBrett: What's this one about?\r\nAndrew: Don't tell me u haven't heard about the greatest RPG series of all times?\r\nJohn: Well, I haven't.\r\nAndrew: I think I'll have to look for new friends... So embarrassing.\r\nBrett: C'mon! Tell us!\r\nAndrew: Fine... Usually u play a group of friends that have to resolve some kind of crisis. In the last part u play a prince whose kingdom has been destroyed and u try to well get revenge.\r\nBrett: Sounds boring. \r\nAndrew: Believe me, it's not!",
      "reference": "Brett's cousin met his wife while playing a game together. Andrew's favorite game is the Final Fantasy. Brett and John haven't heard about it.",
      "reference_acus": {
        "original": [
          "Brett's cousin met his wife while playing a game together",
          "Andrew's favorite game is the Final Fantasy",
          "Brett hasn't heard about the Final Fantasy",
          "John hasn't heard about the Final Fantasy"
        ],
        "deduped_0.1_select_longest": [
          "Brett's cousin met his wife while playing a game together"
        ],
        "deduped_0.2_select_longest": [
          "Brett's cousin met his wife while playing a game together"
        ],
        "deduped_0.3_select_longest": [
          "Brett's cousin met his wife while playing a game together"
        ],
        "deduped_0.4_select_longest": [
          "Brett's cousin met his wife while playing a game together"
        ],
        "deduped_0.5_select_longest": [
          "Brett's cousin met his wife while playing a game together",
          "Andrew's favorite game is the Final Fantasy"
        ],
        "deduped_0.6_select_longest": [
          "Brett's cousin met his wife while playing a game together",
          "Andrew's favorite game is the Final Fantasy",
          "Brett hasn't heard about the Final Fantasy"
        ],
        "deduped_0.7_select_longest": [
          "Brett's cousin met his wife while playing a game together",
          "Andrew's favorite game is the Final Fantasy",
          "Brett hasn't heard about the Final Fantasy",
          "John hasn't heard about the Final Fantasy"
        ],
        "deduped_0.8_select_longest": [
          "Brett's cousin met his wife while playing a game together",
          "Andrew's favorite game is the Final Fantasy",
          "Brett hasn't heard about the Final Fantasy",
          "John hasn't heard about the Final Fantasy"
        ],
        "deduped_0.9_select_longest": [
          "Brett's cousin met his wife while playing a game together",
          "Andrew's favorite game is the Final Fantasy",
          "Brett hasn't heard about the Final Fantasy",
          "John hasn't heard about the Final Fantasy"
        ]
      },
      "record_id": "samsum_1",
      "system_claims": {
        "gpt-3.5-turbo": [
          "Brett's cousin met his wife while playing a game together.",
          "Andrew's favorite game is the Final Fantasy.",
          "Brett and John haven't heard about Final Fantasy."
        ],
        "distilled_t5": [
          "Brett's cousin met his wife while playing a game together",
          "Andrew's favorite game is the Final Fantasy",
          "Brett and John haven't heard about it"
        ],
        "llama3_1b": [
          "Brett's cousin met his wife.",
          "Andrew's favorite game is the Final Fantasy.",
          "Brett and John haven't heard about it."
        ]
      }
    },
    {
      "source": "Anna: Mum, I have a awful stomachache.\r\nJoanna: Oh, dear, when did you get it?\r\nAnna: At night, and it won’t stop:-(\r\nJoanna: Is it something you ate?\r\nAnna: Maybe. I'm not sure.\r\nJoanna: What did you have for breakfast?\r\nAnna: The usual, cereal with milk and a banana.\r\nJoanna: Maybe the milk was bad.\r\nAnna: It didn't smell bad.\r\nJoanna: Maybe the banana was bad.\r\nAnna: No, the banana was delicious.\r\nJoanna: Maybe you just need to go to the bathroom.\r\nAnna: No, that's not the problem.\r\nJoanna: Maybe it will go away in a little while.\r\nAnna: I wish it would :-(\r\nAnna: Hopefully. If not, maybe we should go and see a doctor.\r\nJoanna: Yeah, I think so...\r\nAnna: I’ll get you a hot tea with some fresh mint leaves. Hope it will help. \r\nJoanna: Please do, I’m in my room...\r\nAnna: Will be in ten minutes:-)",
      "reference": "Anna got an awful stomachache at night but she doesn't know its cause. Her mom Joanna will make her hot tea with some fresh mint leaves.",
      "reference_acus": {
        "original": [
          "Anna got an awful stomachache",
          "Anna got an awful stomachache at night",
          "Anna doesn't know its cause.",
          "Anna's mom Joanna will make her hot tea",
          "The hot tea will be served with some fresh mint leaves."
        ],
        "deduped_0.1_select_longest": [
          "The hot tea will be served with some fresh mint leaves."
        ],
        "deduped_0.2_select_longest": [
          "The hot tea will be served with some fresh mint leaves."
        ],
        "deduped_0.3_select_longest": [
          "The hot tea will be served with some fresh mint leaves."
        ],
        "deduped_0.4_select_longest": [
          "The hot tea will be served with some fresh mint leaves."
        ],
        "deduped_0.5_select_longest": [
          "Anna got an awful stomachache at night",
          "Anna's mom Joanna will make her hot tea",
          "The hot tea will be served with some fresh mint leaves."
        ],
        "deduped_0.6_select_longest": [
          "Anna got an awful stomachache at night",
          "Anna doesn't know its cause.",
          "Anna's mom Joanna will make her hot tea",
          "The hot tea will be served with some fresh mint leaves."
        ],
        "deduped_0.7_select_longest": [
          "Anna got an awful stomachache at night",
          "Anna doesn't know its cause.",
          "Anna's mom Joanna will make her hot tea",
          "The hot tea will be served with some fresh mint leaves."
        ],
        "deduped_0.8_select_longest": [
          "Anna got an awful stomachache at night",
          "Anna doesn't know its cause.",
          "Anna's mom Joanna will make her hot tea",
          "The hot tea will be served with some fresh mint leaves."
        ],
        "deduped_0.9_select_longest": [
          "Anna got an awful stomachache at night",
          "Anna doesn't know its cause.",
          "Anna's mom Joanna will make her hot tea",
          "The hot tea will be served with some fresh mint leaves."
        ]
      },
      "record_id": "samsum_2",
      "system_claims": {
        "gpt-3.5-turbo": [
          "Anna got an awful stomachache at night.",
          "She doesn't know the cause of the stomachache.",
          "Anna's mom Joanna will make her hot tea.",
          "The hot tea will contain some fresh mint leaves."
        ],
        "distilled_t5": [
          "Anna got an awful stomachache at night",
          "Anna doesn't know its cause",
          "Anna's mom Joanna will make her hot tea with some fresh mint leaves"
        ],
        "llama3_1b": [
          "Anna's stomachache was caused by a bad meal.",
          "Her mom Joanna made Anna hot tea."
        ]
      }
    }
  ]
}